Repository: mozilla-l10n/mt-training-data
Catalog: jgo/jgo_pontoon.tmx
Source language: en_us
Languages: jgo

source: 1 sentence collected
jgo: Táꞌ kɛmcú laknɛ́

source: 2 down, keep it up!<playIcon></playIcon>
jgo: Ɛ́ zyák ndaꞌ yɛ́pá <playIcon></playIcon>, pʉ́ʉ lɔk ŋgʉ̌mbi !

source: About
jgo: Ɛ́ gʉ nǔu

source: Accepted file types: .tsv only
jgo: Ntɛ́ yúutɛ́ɛnɛ́ yɛ ḿbɔ́ pɛ́ pɛ́m : .tsv ndaꞌ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
jgo: { $actionType } <playIcon></playIcon>, pɛ́ tsuŋ kẅíi kɛmcú shʉ́ꞌnɛ ɛɛ ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
jgo: { $actionType } <recordIcon></recordIcon> tɛ ŋkákuꞌ pʉ́ʉ fúŋ kɛmcú tɛ ŋgi kɔ́ꞌ tʉ́.

source: { $actionType }<stopIcon></stopIcon> when done
jgo: { $actionType } <stopIcon></stopIcon> ɛ́ mɛ táꞌ ŋká.

source: { $actionType } submit when ready
jgo: { $actionType } Pʉ́ʉ túu ŋká yɛ pʉ́ʉ niitɛ mɔ́ mbʉʉ yʉʉ

source: Add and Review Sentences, Add Questions, Transcribe Audio
jgo: Nɛkẅiꞌ pɔ́p nɛpɛn ńdíŋɛ́ mɛkɛmcú, nɛkwíꞌ mɛnu mɛ pɛ́ gɛ ḿbígɛ́, nɛŋwaꞌnɛ ŋgi

source: Add <icon></icon> a public domain sentence
jgo: Pʉ́ʉ kẅíꞌ<icon></icon> táꞌ kɛmcú-zʉꞌyúu láꞌ

source: Add information
jgo: Ŋ́kẅíꞌ mɛnu

source: Add new sentences for the community to read
jgo: Pʉ́ʉ kẅíꞌ mɛkɛmcú fí mɛ láꞌ gɛ fúŋ

source: Add one sentence per line
jgo: Pʉ́ʉ kẅíꞌ táꞌ ŋkaŋ

source: Add questions in your language
jgo: Pʉ́ʉ kẅíꞌ mɛkɛmcú tsɛt cúláꞌ wʉʉ

source: Add Sentences
jgo: Ŋ́kẅíꞌ mɛkɛmcú

source: Add sentences in your language
jgo: Pʉ́ʉ kẅíꞌ mɛkɛmcú tsɛt cúláꞌ wʉʉ

source: Add up to 1,000 sentences
jgo: Pʉ́ʉ kẅíꞌ mɛkɛmcú tɛ ŋkúu nǔu 1000

source: Add Your Voice
jgo: pʉ́ʉ gá yʉ̌ʉ ŋgi

source: Agriculture and Food
jgo: Faꞌŋkáꞌ pɔ́p faꞌyúujʉ́

source: All sentence must have the same domain
jgo: Mɛkɛmcú tsʉtsʉ gɛ fú pɔ́ nǔu táꞌ ntɛ́ yúu

source: All sentences must have the same citation
jgo: Mɛkɛmcú tsʉtsʉ gɛ fú pɔ́ nǔu táꞌ ntɛ́ cúniitɛnɛ́

source: Already have an account? <login>Log-In</login>
jgo: Pʉ́ʉ gẅɛɛ táꞌ zʉꞌ ʉʉ? <login>nɛkúu lɛla</login>

source: An error occurred fetching sentences
jgo: Táꞌ faanɛ tsẅɛt ŋká yɛ pɛ́ ḿbɔ́ ńdɔɔ nɛtsẅɛ́ɛ mɛkɛmcú

source: An error occurred reviewing this sentence
jgo: Táꞌ faanɛ tsẅɛt ŋká yɛ pɛ́ ḿbɔ́ ńdɔɔ nɛpɛn ńjʉɔ́ yɔ kɛmcú

source: An error occurred submitting your voice information
jgo: Táꞌ faanɛ tsẅɛt ŋká nɛtúu mɛnu ŋgí mʉ́ʉ

source: Approve
jgo: Ḿbɛ́m

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
jgo: Ḿbɔ́ pɛ́ pɛ́m mɔ́yúu páklɛ́-tsɛtnzʉʉ, lá cɔ̌ mɛŋgi ndɛꞌɛ ká gẅɛɛ nɛ pɔ́ sɛ́ tɛ ḿbɔ́ yɛ ḿbɔ́ ɛ́ gɛ ŋgɔ táꞌ nyɛtshʉ́ maashɔŋ lii pɛmɔ́cú pɛ́ ɛ́ ká pɔ́ tsɛt yúu mɛ pɛ́ ŋwaꞌnɛnɛ́ pɔ́. Ɛ́ laa mꞌbɔ́ yɛ ḿbɔ́ pʉ́ʉ zúꞌ pɛmɔ́cú ndɛꞌɛ nǔu pɛ ɛ́ tsɛt ŋwaꞌnɛ, mbɔ́ pɛ́ gẅɛɛ nɛ lʉꞌnɛ zuꞌndẅɛꞌ.Yɛyá ntɛ́ mɛyúu lɔ ɛ́fɛꞌnɛ ŋgɛ pɔ́ ŋká yɛ pɛ́ ńá nyɛtjʉ́jʉ́ŋ kɛ́ pík mba ŋkáyɛ pʉɔ ŋgʉŋ zuꞌú ḿbɔ́ sẅíŋɛ.

source: Are you coming? <strong>[called by another]</strong>
jgo: Ɔ́ ńtɔ́ ɔɔ? <strong>[cɔ̌ ŋgi ndɛꞌɛ cʉ́ꞌnɛ ŋ́kẅíi]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
jgo: Pʉ́ʉ pígɛ mʉ́ʉ mɛnu nǔu <matrixLink>Matrix</matrixLink>, <discourseLink>Kɛmsẅíiŋɛ</discourseLink> kɛ<emailLink>nǔu zʉꞌ ŋkʉʉ lɛla</emailLink>.

source: Automotive and Transport
jgo: Faꞌtákɔ pɔ́p fáꞌnɛtíiyúu

source: Background Noise
jgo: Mɛzɔtnɛ́zʉꞌ-nzʉʉ

source: Background Voices
jgo: Ŋgi tsɛt nzʉʉ

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
jgo: Pʉ́ʉ páa lá ńdʉꞌnɛ táꞌ yúutíitɛnɛ́ mɛláꞌŋgɔ ɛ́ fí pɔ́ páꞌ ŋká yɛ fúŋfúŋnɛ́ kẅíi táꞌ mɔ́cú kɛ mɛcɔ̌ mɛku mɛzɔtnɛ, kɛ ŋgɔ ɛ fí pɔ́ ŋká yɛ á likŋɛ kɔ̌ŋ pígɛ́nu. Ɛ́ tsɛt ŋgɔŋ, pɛ́ kẅí mɛyúu ntɛ́ nɛ ntɛ́, mba mɛcɔ̌ mɛ mbɔ́cɔ̌ pʉ́ʉ kák zúꞌ tsɛt yʉ́ʉ gúŋláꞌ pɔ́. Ŋgɔ́ pʉ́ʉ náꞌ ńná zʉꞌ páꞌ ḿbɔ́ pʉ́ʉ gʉ̈ɔ́ꞌtɛ pasẅíŋɛ cú ndɛꞌ wɛ á wʉ pɔ́.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
jgo: [Pɛkẅíi-mɛkɛm takɔ ndúŋ-mɛtẅin kwaꞌ shʉ́ꞌnɛ ŋgɔ pʉ́ʉ zúꞌ ŋgɔ « vagɔŋ » (FR) kɛ ŋgɔ « ɔagɔŋ » (BE)]

source: <bold>{ $count }</bold> Clips
jgo: yɛ ɛ́ tẅɛt tsɛt ú

source: <bold>Help us</bold> find more voices
jgo: <bold>pʉ́ʉ tsẅɛ́ɛtɛ wɛk </bold> nɛ ńjʉ̈ɔ́ mɛŋgi fi

source: Bulk batch
jgo: má ndɛn

source: Bulk Sentences Uploaded
jgo: Mɛkɛmcú túunɛ́

source: By telling us about yourself, you will help developers build more inclusive technology
jgo: Pʉ́ʉ sɛ́ kɔŋ nɛ gaptɛ mɛnu nǔu yʉʉ ntɛ́ nɛ sẅíiŋɛ ɛɛ ?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
jgo: Nɛ lɔk Common Voice fáꞌ, ɛ́ nɛpɛ́m<termsLink>mɛnu nɛ lɔk ɛ́faꞌ</termsLink> mba yɛk <privacyLink>Ntɛ́ nɛlẅɛꞌnu</privacyLink>

source: Cancel Re-recording
jgo: Ŋgẅɛ́tnɛ nɛpɛn ńzúꞌndẅɛꞌ

source: Cancel Submission
jgo: ńdʉꞌnɛ nɛtúu

source: Cannot submit more than 1000 sentences
jgo: Nɛtúu mɛkɛmcú mɛ tsa 1000 ká pɔ́ gú pɔ́

source: Change preferences
jgo: Ŋkúpmɛ mɛyúukɔŋnɛ́

source: Check <icon></icon> is this a linguistically correct sentence?
jgo: Pʉ́ʉ líŋɛ <icon></icon> ŋgɔ kɛmcú shʉ́ꞌnɛ nǔu gúŋ cúláꞌ

source: <chevron></chevron>See less
jgo: <chevron></chevron>Ntsẅɛ́ttɛ ndɛn pɛfʉꞌ pɛ pɛ́ nyɛt

source: <chevron></chevron>See more
jgo: <chevron></chevron> Ŋkẅiꞌ nyɛt pɛfʉꞌ

source: Citation
jgo: Cúniitɛnɛ́

source: Cite with a URL link or the full name of the work.
jgo: Pʉ́ʉ gɔ́ ńcú gá lat kɛ mbá lík nɛpúꞌŋwaꞌnɛ.

source: Click
jgo: Pʉ́ʉ nɔꞌ nǔu

source: Clips Uploaded
jgo: Mɛŋkǐzɔp mɛ pɛ́ níꞌnɛ nǔu lɛla

source: Comment
jgo: Ntáꞌ

source: Contact Us
jgo: Pʉ́ʉ lɔɔ wɛ́k

source: Continue
jgo: Ńdɔk ŋ́gʉ mbi

source: Continue validating
jgo: Ńdɔk nɛpɛ́m ŋgʉ̌mbi

source: Contribute
jgo: Ŋ́gáyúu

source: Contribute sentences
jgo: Ńnaꞌŋgá mɛkɛ̌mnu

source: Contribution Criteria
jgo: Mɛntɛ́nɛgɛ-nɛmaꞌyúu

source: Create a profile
jgo: Ŋ́gɛ táꞌ nɛpɔ́

source: Criteria
jgo: Mɛntɛ́nɛgɛ

source: Datasets
jgo: Ku mɛnu

source: Delete my recordings
jgo: Ŋ́gwɛ́tnɛ pɛzúꞌndẅɛꞌ

source: Different language
jgo: Cɔ̌ cúláꞌ

source: Difficult to pronounce
jgo: Nɛ́kẅí tɛ̌n

source: Discard ongoing recording
jgo: Dʉꞌnɛ zúꞌndẅɛꞌ waa lɛɛnɛ́

source: Does the sentence meet the guidelines?
jgo: Kɛmcú nɛ̌n nǔu mɛntɛ́ pígɛnɛ́ ɛɛ ?

source: Donate your voice
jgo: Pʉ́ʉ náꞌ ŋ́gá yʉ̌ ŋgi

source: Don't see your language on Common Voice yet?
jgo: Cúláꞌ wʉʉ pɛ́t pɔ́ kɛ pɔ́ sɛ́ ?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
jgo: Pʉ́ʉ gɛ yúutɛ́ɛnɛ́ yʉ́ʉ siklɛ zaꞌ mbɔɔ púꞌ pɔ́ <uploadButton>pʉ́ʉ nɔꞌ ńdɔk ńtúu wɛ́</uploadButton>

source: Drop file here to upload
jgo: Pʉ́ʉ záp yúutɛ́ɛnɛ zaꞌ ńdɔk ńtúu wɛ́

source: Enter your public domain sentence here
jgo: Pʉ́ʉ tswáatɛ yʉ́ʉ kɛmcú-zʉꞌyʉʉ láꞌ záꞌ

source: Enter your public domain sentences here
jgo: Pʉ́ʉ tswáatɛ yʉ́ʉ kɛmcú-zʉꞌyʉ́u láꞌ záꞌ

source: Error adding sentence
jgo: Faanɛ ŋká nɛkẅíꞌ kɛmcú

source: ESC
jgo: Ńzɛ́ꞌnɛ́

source: Exit & Delete clips
jgo: Ŋ́kʉ̈ɔ ḿbɛn ŋ́gwɛ́tnɛ pɛzúꞌndẅɛ páa tsʉʉ

source: Fewer than 15 words per sentence
jgo: Ɛ́ kʉ̈ɔ́k tɛ mbɔɔ kuꞌ pɛmɔcú 15 pɔ́

source: File is too large
jgo: Yúutɛ́ɛnɛ́ gúꞌ sʉ́sʉ́

source: File is too small
jgo: Yúutɛ́ɛnɛ́ kʉ̈ɔ́k sʉ́sʉ́

source: Finance
jgo: Nuŋkáp

source: Finish recording
jgo: Ḿmigɛ nɛ zúꞌndẅɛꞌ

source: Finish recording first?
jgo: Ḿbiitɛ ḿmigɛ nɛ zúꞌndẅɛꞌ ɛɛ

source: Finish Review
jgo: Ḿmigɛ sɛ́ɛndíŋɛ

source: Finish validating
jgo: Ḿmigɛ nɛpɛ́m

source: Finish validating clips?
jgo: Ḿmigɛ nɛ pɛ́m mɛyúutíitɛnɛ ɛɛ ?

source: Follow guidelines from “What sentences can I add?”
jgo: Pʉ́ʉ nɛn páꞌ pɛ́ pígɛnɛ nuu yɔ zʉꞌ « Tɛ ḿbɔ́ kẅíꞌ yɛtɛ ntɛ́ mɛkɛmcú úu ? »

source: for example
jgo: páꞌ fʉꞌ

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
jgo: Pɛ́ laa ḿbɔ́ ńdɔɔ ŋgɔ nɛgɛfí nɛn kwaꞌ shʉ́ꞌnɛ mbɔ̌ pʉɔpɛcʉ, mbɔ pɛ́ gẅɛɛ nɛ gɛ ŋgɔ mɛnu mɛ ɛ́ tsẅɛ́ɛtɛnɛ́ paniitɛ nɛ pɔ́ɔ nɛgɛfí gẅɛɛ pʉɔ ntɛ nzáa. Nɛlɔk ńcú ŋgɔ, pɛkɛ laa ḿbɔɔ ńníꞌ saa ŋu wɛ a gẅɛɛ yɛ ntɛ́ nɛ sẅíiŋɛ pɔ́, mbɔ nɛgɛfí kɛ ńnɛn shʉ́ꞌnɛ nǔu pʉɔ pɛpá pɔ́. <learnMore>Nɛlɔɔ nɛ kẅiꞌ njí nǔu kwaꞌyɛfaꞌ mɛcɔ̌ mɛnu.</learnMore>

source: General
jgo: cúꞌtɛ tsʉʉ

source: General language / multiple variants
jgo: Nɛzáa mɛyúu nǔu cúláꞌ / mbʉ̈ɔꞌ mɛntɛ́

source: Grammatical / spelling error
jgo: Faanɛ ntɛ́nɛcú / cúkɛpɔŋ-ntɛ́nɛŋwaꞌnɛ

source: Great!<recordIcon></recordIcon> Record your next clip
jgo: Mɛkuꞌnǔu ! <recordIcon></recordIcon> Pʉ́ʉ zúꞌndẅɛꞌ mbáatɛ kɛm wʉ.

source: Great work!<playIcon></playIcon> Listen again when you're ready
jgo: Kwaꞌ faꞌ shʉ́ꞌnɛ ! <playIcon></playIcon> Pʉ́ʉ pɛ́n ntsuŋ ńzúꞌ ŋká yɛ pʉ́ʉ niitɛ mɔ́ mbʉʉ yʉʉ

source: Guidelines
jgo: Mɛyúu mɛ pɛ́ pígɛnɛ́ ŋgɔ pɛ́ gɛ

source: Healthcare
jgo: Nɛpɔ́ shʉ́ꞌnɛ

source: Help create Common Voice’s first target segment in { $locale }
jgo: pʉ́ʉ tsẅɛɛtɛ nɛ pɔ́ɔ nduŋmbi yúukaŋnɛ́-táꞌ ŋgi tsɛt { $locale }

source: Help us validate voices
jgo: Pʉ́ʉ tsẅɛ́ɛtɛ wɛ́k nɛ́pɛ́m mɛŋgi tíitɛ́nɛ́

source: His hand was rais-ed.
jgo: Kɛkaamɛ́kat nɛ mbap tsɛtú mbapgɔꞌnɛ́ nɛ mɛfɔ́ɔ

source: History, Law and Government
jgo: Nɛpɛ́ɛtɛyúu, nɛgẅɛɛnu nǔu yúu pɔ́p gɔmnaꞌ

source: How do I cite?
jgo: Pɛ́ lɔ ŋgɛ cúniitɛnɛ́ ŋgɔ̌ku ?

source: How to add multiple sentences
jgo: Nɛpáꞌ ḿbɔ́ pɛ́ gɛ lá kẅíꞌ mbʉ̈ɔꞌ mɛkɛmcú

source: How would you describe your sex or gender?
jgo: Pʉ́ʉ ŋkɔŋ ŋgɔ pɛ́ lɛꞌtɛ yʉ́ʉ ntɛ́ kɛ wʉ nɛpɔ́ ŋgɔ̌ku ?

source: I agree
jgo: M bɛ́m

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
jgo: M bɛ́m ŋgɔ mɛkɛmcú mɔ fúnɛ <wikipediaLink>zʉꞌyúu láꞌ</wikipediaLink> mbɔ pɛ́ pɛ́m tɛ ŋ́kɔ́ŋtɛ́ ŋgɔ ń túu wɔ́p.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
jgo: M bɛ́m ŋgɔ kɛmcú yɔ yɛ <wikipediaLink>zʉꞌyúu láꞌ</wikipediaLink> mbɔnpɛ́ pɛ́m ŋgɔ ń túu .

source: <icon></icon> Add multiple public domain sentences
jgo: <icon></icon> Ŋkẅiꞌ mbʉ̈ɔꞌ mɛkɛmcú-yúu láꞌ

source: Ideally natural and conversational (it should be easy to read the sentence)
jgo: Kɛmcú gẅɛɛ nɛpɔ́ kwaꞌ yɛ sẅíiŋɛ ( a gẅɛɛ nɛ pɔ́tnɛ nɛfúŋ)

source: I do not agree
jgo: N dʉꞌnɛ

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
jgo: Ɛ́ laa ḿbɔ́ kwaꞌ pʉ́ʉ pɛmɔ́cú, pʉ́ʉ pɔ́tnɛ níꞌníꞌnɛ <italicizedText>« waa-cúniitɛnɛ́ »</italicizedText>. Pɛ́k sɛ́ ńdɔ̌ɔ nɛjí nɛfúnɛ yɔ yúu lá ńdɔk ńdíŋɛ ŋgɔ ɛ tsɛt zʉꞌyúu láꞌ mba ŋgɔ saa lʉꞌnɛ nǔu nu pɛgaŋyúu ká pɔ́ nǔu pɔ́ <guidelinesLink>mɛyúu mɛ pɛ́ pígɛnɛ́ ŋgɔ pɛ́ gɛ</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
jgo: Zúꞌndẅɛꞌ laa mbɛ́k kɛ ḿbɔ́ ńzáꞌtɛzáꞌtɛnɛ ɔ́ɔ, pʉ́ʉ lʉꞌnɛ ndíꞌndaꞌ páꞌ pɛ́ laa ḿbɔ́ ńzuꞌ ŋwaꞌnɛ tsʉtsʉ.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
jgo: Pʉ́ʉ laa ḿbɔ́ ndɔɔ nɛ́ kẅiꞌ cɔ̌ mɛnu mɛ ɛ́ líŋɛnɛ́ yɔ yúutɛ́ɛnɛ́, pʉ́ʉ jʉɔ́ wɛ́k <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
jgo: Pʉ́ʉ laa ḿbɔ́ ndɔɔ nɛ́ kẅiꞌ cɔ̌ mɛnu mɛ ɛ́ líŋɛnɛ́ yɔ yúutɛ́ɛnɛ́, mɛ pɛ́ ká níꞌ tsɛt yɔ ntɛ́ pɔ́, pʉ́ʉ jʉɔ́ wɛ́k <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
jgo: Kɛmcú laa ńnɛn nǔu mɛntɛ́ mɔ kɔ́ŋ pɔ́, pʉ́ʉ nɔꞌ nǔu mbaŋ « ńdʉꞌnɛ » nǔu pɔ́ ŋkẅɛpɛ. Pʉ́ʉ laa ḿbɔ́ ńtsík mbɔ̌ɔ ńzúꞌ pɔ́, mbɔ ḿbɔ́ pʉ́ʉ zɛꞌnɛ wɛwá ńdɛɛ nɛ nǔu mbáatɛ.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
jgo: Kɛmcú laa ńnɛn nǔu ntɛ́ yɛ ɛ́ pígɛnɛ́, pʉ́ʉ nɔꞌ nǔu mbaŋ « ḿbɛ́m » nǔu pɔ́ tʉ.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
jgo: Pʉ́ʉ laa ńtsẅɛꞌnɛ táꞌ nu yɛ mɔ mɛntígɛ ká pɔ́ ńnɛn nǔu pɔ́, ŋgɔ pʉ́ʉ máꞌ vɔ́t, ŋ́gɔ̌ ḿmaꞌ ntsuŋ ŋ́kwaŋtɛ nu páꞌ ɛ́ pígɛnɛ́. Pʉ́ʉ laa ŋ́kɛ́ ḿbɔ̌ɔ ŋ́kuꞌ nɛ niitɛ mbʉʉ yʉʉ pɔ́, pʉ́ʉ faꞌ nɛ mbaŋ « Ndɛɛ » tɛ ŋkákuꞌ pʉ́ʉ lɛɛ nɛ nǔʉ mbáatɛ zúꞌndẅɛꞌ

source: If you run out of sentences to review, please help us collect more sentences!
jgo: Pʉ́ʉ laa ḿbɔɔ pɛn gẅɛɛ mɛkɛmcú mɛ pʉ́ʉ ndíŋɛ́ pɔ́, pʉ́ʉ tsẅɛ́ɛtɛ wɛ́k nɛ kwiꞌ cúꞌtɛ mɛkɛmcú !

source: Include appropriate citation
jgo: Pɛ́ níꞌ cúniitɛnɛ́ wɛ ɛ́ pígɛnɛ́ tsɛttú

source: Invalid file
jgo: Yūutɛ́ɛnɛ yɛ ɛ́ ŋgá pɔ́

source: It contains words or phrases that are hard to read or pronounce.
jgo: Pɛcɔ̌ pɛmɔ́cú kɛ mɛcɔ̌ mɛkɛmcú tɛ̌n nɛfúŋ kɛ nɛkẅí

source: It is written in a language different than what I’m reviewing.
jgo: Pɛ́ ŋwaꞌnɛ kɛmcú nɛ cúlaꞌ ndɛꞌɛ nǔu wɛ ḿbɛn nɛ fúŋ.

source: It is written in a language different than what I’m speaking.
jgo: Pɛ́ ŋwaꞌnɛ kɛmcú nɛ cúláꞌ ndɛꞌɛ wɛ mɔ sẅíiŋɛ pɔ́

source: Just Unsure?
jgo: pʉ́ʉ pɛ́t sáŋsáŋnɛ ɛɛ ?

source: Keep it up, record again <recordIcon></recordIcon>
jgo: Pʉ́ʉ́ lɔk ŋ́kwíꞌ ŋ́gʉmbi pɔ́ páꞌ ḿbɛn kẅíꞌ ńzúꞌndẅɛꞌ cɔ̌ táꞌ.

source: Keep the recordings
jgo: Ŋ́kúꞌtɛ pɛzúꞌndẅɛꞌ

source: Keep track of your progress with a profile
jgo: Pʉ́ʉ pɔ́ɔ wʉʉ nɛpɔ́ ńdɔk ɛ́fʉꞌtɛ nɛgʉnɛmbi wʉʉ

source: Language Fundamentals (e.g. Digits, Letters, Money)
jgo: Mɛyúu nɛzɛ pɛcúláꞌ (mɛndɛn, mɛlíkŋwaꞌnɛ, ŋkáp)

source: Languages
jgo: pɛcúláꞌ

source: Large bulk sentence submission
jgo: Nɛtúu mbʉ̈ɔꞌ mɛkɛmcú

source: Learn More
jgo: Nɛlɔɔ nɛkẅiꞌ ńjí

source: Leaving now means you'll lose your progress
jgo: Nɛ fú zuꞌú kɔɔ ŋ́kʉ̈ɔ gɛ ŋ́gɛ pʉ́ʉ pɛ́ nɛgʉ nɛ mbi wʉʉ

source: Listen
jgo: Ńzúꞌ

source: Listen options menu
jgo: Mɛnu-yúu « ńzúꞌ »

source: Loading sentences…
jgo: Nɛníꞌ mɛkɛmcú

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
jgo: <loginLink>Pʉ́ʉ gʉ nǔu lɛla</loginLink> kɛ <loginLink>pʉ́ʉ ŋwaꞌnɛ lík yúu</loginLink> ńdɔk ŋ́kwíꞌ mbʉ̈ɔꞌ mɛkɛmcú

source: Log in or sign up to get started
jgo: Pʉ́ʉ tsɔ́ꞌ lat mbɔɔ púꞌ pɔ́ pʉ́ʉ ŋwaꞌnɛ lík yʉ́ʉ nɛ lɔk ńzɛ

source: Log In / Sign Up
jgo: Ŋ́gʉ nǔu lɛla / ŋ́waꞌnɛ lík

source: Make sure the sentence meets the following criteria:
jgo: Pʉ́ʉ tsuŋ ńdíŋɛ́ ŋgɔ mɛkɛmcú nɛn nǔu mɛntɛ́ mɔ :

source: Maximum file size: 25 MB
jgo: Ndɛn ntí yúutɛ́ɛnɛ́ : 25 Mo

source: Media and Entertainment
jgo: ntɛ́nɛntɛ́ nɛlúŋ pɔ́p ntɛ́nɛntɛ́ mɛgaa

source: Minimum sentences in file: 1000
jgo: Mɔ́ndɛn kʉ̈ɔ́nɛ tsɛt yúutɛ́ɛnɛ́ : 1 000

source: [Mismatched content]
jgo: [Nu kɛ tú]

source: Misreadings
jgo: Faanɛ-nɛfúŋ

source: Missing an <strong>'s'</strong> at the end of a word.
jgo: Ɛ́ sɛ́ ńzyák táꞌ <strong>« s »</strong> nǔu nɛmikŋɛ mɔ́ɔcú

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
jgo: Ɛ́ sɛ́ ńzyák <strong>« táꞌ»</strong> kɛ <strong>«»</strong>mbǐ zúꞌndẅɛꞌ.

source: Missing the end of the last word by cutting off the recording too quickly.
jgo: pɛ́ záꞌ nɛmikŋɛ-ndiknzʉʉ mɔ́cú, mbíꞌŋgɔ pɛ́ láꞌ ɛ́fɛꞌnɛ ńzáꞌ zúꞌndẅɛꞌ

source: [More has been recorded than the required text]
jgo: [Ŋwáꞌnɛ yɛ Ɛ́ ḿbɔ́ ḿbígɛ ŋgɔ pɛ́ zúꞌńdẅɛꞌ lɛ̌ɛ]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
jgo: Ɛ́ gʉ̌ tsɛt nɛlʉ́m pɛzúꞌndẅɛꞌ pʉɔ sẅíiŋɛ pɔ́ nɛ kwaꞌ ŋgi yɔp. Ḿbɔ́ pʉ́ʉ pɔ́ cɔ̌ ŋká ḿbɛ́m táꞌ zuꞌndẅɛꞌ wɛ pɛ́ tɔ́ŋtɔ́ŋnɛ́, ndɛmtɛlɛmtɛnɛ́ kɛ kẅíi kwaꞌshʉꞌnɛ nɛ ŋgi «nɛgɛ mɛnu gẅinɛ́». Ŋgɔ pʉ́ʉ lʉꞌnɛ pɛzuꞌndẅɛꞌ zɔpnɛ́ pɔ́p pɛ pɛ́ lɔk ŋgi saŋntɛ́ɛndẅɛꞌ ńdɔk ńniitɛ.

source: n
jgo: ŋ

source: N
jgo: Ŋ

source: Nature and Environment
jgo: Njí pɔ́p mɛshʉ́ láꞌ

source: News and Current Affairs
jgo: Mɛnu yɔ ŋká

source: No
jgo: ŋgǎŋ

source: [No ‘a’ in the original text]
jgo: «[Ńdík» ká pɔ́ tsɛt kwaꞌ ŋwaꞌnɛ pɔ́]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
jgo: <noCopyright>Pɛ́ ká lʉꞌnɛ saa yúu mbíꞌ nu pɛgaŋyúu pɔ́</noCopyright> (cc-0)

source: No foreign letters
jgo: Kɔɔ pɛ́ níꞌ líkŋaꞌnɛ túu ndɛꞌɛ

source: No microphone found.
jgo: Pɛ́ ká jʉɔ́ saa ndúŋŋgi.

source: No numbers and special characters
jgo: Kɔɔ pɛ́ níꞌ mɛndɛn mba mɛlíkŋwaꞌnɛ tɛnnɛ́

source: No sentences to review. <addLink>Add more sentences now!</addLink>
jgo: Saa kɛmcú nɛ líŋɛ. Ḿbɔ́ pʉ́ʉ <addLink>pɛn ŋ́kẅiꞌ mɛkɛmcú</addLink>.

source: No thanks, continue speaking
jgo: Ŋgǎŋ páꞌlá, lɔk nɛsẅíiŋɛ gʉmbi

source: Offensive language
jgo: Cú kɛpɔŋ

source: Offensive speech
jgo: Mɛnu nzɔɔmɛ

source: On desktop devices you can contribute by downloading…
jgo: Ɛ́ gʉ nǔu pɛsáŋtɛ́ɛndẅɛꞌ-zʉꞌfáꞌ, ḿbɔ́ pʉ́ʉ tsẅɛ́ɛtɛ ndiknzʉʉ yɛ fí :

source: On his head he wore a beret.
jgo: Túmɛtʉʉ takɔ ńdúŋ-mɛtẅín ka pɔ́ ɛ́shuŋ mbʉ̈ɔꞌ mɛkɛn takɔ ndúŋ-mɛtẅín.

source: On iOS please continue with Safari to enable recording…
jgo: Tsɛt iOS, pʉ́ʉ gʉmbi nɛ Safari ńdɔk ḿmaꞌ nzuꞌndẅɛ́ꞌ...

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
jgo: Púꞌlá, pʉ́ʉ laa ŋ́kwantɛ ŋgɔ fúŋfúŋnɛ́ ŋkaa ká jʉɔ́ mɔ́cú pɔ́ mbɛn ḿbɔ́ fʉ́ꞌtɛ yɛ fʉꞌtɛnɛ́ nɛgá nɛkẅíi shʉ́ꞌnɛ, ŋgɔ pʉ́ʉ lʉ́ꞌnɛ zúꞌndẅɛꞌ. Pʉ́ʉ laa ḿbɔ́ kwáŋtɛ kɛ́káŋ, pʉ́ʉ nɔꞌ mbaŋ Ńdɛɛ.

source: p
jgo: ɛ́

source: Partner
jgo: Nɛtɛmtɛ ŋ́gɛ yúu

source: [Part of the text can’t be heard]
jgo: [Ḿbɔ́ pɛ́ pɔɔ zúꞌ cɔ̌ zʉꞌ-ŋzaꞌnɛ pɔ́]

source: <playIcon></playIcon>Last one!
jgo: <playIcon></playIcon> Yɔ ndíknzʉʉ !

source: Play/Stop
jgo: Ɛ́fúŋ/Ńzáꞌ

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
jgo: Pʉ́ʉ líŋɛ yɛk <templateFileLink>ntɛ́</templateFileLink>. Mɛkɛmcú mʉ́ʉ kɛ gẅɛɛ cɔ̌ yúu mɛ́ ḿbɔ́ ɛ́ paklɛ wɔ́p pɔ́ páꞌ nɛgẅɛɛ nu nǔu yúu (CC0 mba kwaꞌ faꞌ yɛ ŋgaŋyúu pɛ́mnɛ́) ḿbɛn síi, ntɛ́nɛcú pɔ́ shʉ́ꞌnɛ ḿbɛ́n ḿbɔ́tnɛ nɛfúŋ. Mɛkɛmcú túunɛ́ gɛ̌ ḿbɛ́ɛ mbɔ́ pɛfʉꞌ 10-15 nɛfúŋ pɔ́p páꞌ pɛ́ ḿbaa nɛ níꞌ mɛndɛn, mɛlík mɛ lʉ̈ɔ́gɛ ḿbɛn ŋ́gɛ mɛlíkŋwaꞌnɛ tɛnnɛ́.

source: Please fill out this field.
jgo: Pʉ́ʉ lẅígɛ wɔ ŋkáꞌ.

source: Please select a language to review sentences.
jgo: Pʉ́ʉ kaŋ táꞌ cúláꞌ ńdɔk ńdíŋɛ mɛkɛmcú.

source: r
jgo: ń

source: [‘Raised’ in English is always pronounced as one syllable, not two]
jgo: [Pɛ́ kẅíi « kɛkaamɛkat nɛ mbap tsɛtú » nǔu fɛlaashí pɔ́ páꞌ táꞌ mɔ́cú, pɛ́ ká kẅíi páꞌ yɛ́pá pɔ́]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
jgo: Nd̀ɛn nɛtúu kuꞌ . Pʉ́ʉ pɛn fʉꞋtɛ tsɛt { $retryLimit } kɛmfʉꞌnjí

source: Rate limit exceeded. Try again in { $retryLimit } seconds
jgo: Ndɛn nɛtúu kuꞋ. Pʉ́ʉ pɛn fʉꞌtɛ tsɛt { $retryLimit } mɔ́fʉꞌnjí

source: Reader Effects
jgo: mɛntɛ́ŋgi pɔ́p mɛnu nɛlúŋ

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
jgo: pɛ́ tsẅɛ́ttɛ cɔ̌ mɛyúu fɛɛ́, páꞌ «ɛ́ ak púꞌ» nǔu jʉꞌ «ɛ́ kwaꞌ púꞌ»

source: Read Sentences
jgo: Ɛ́fúŋ mɛkɛmcú

source: Read Sentences, Answer Questions
jgo: Ɛ́fúŋ mɛkɛmcú, ḿbaꞌ mɛnu mɛ pɛ́ pígɛnɛ́

source: Read Sentences <small>(Coming soon)</small>
jgo: Ɛfúŋ mɛkɛmcú <small>(cɔ̌ ŋká)</small>

source: Read sentences submitted by the community in various languages
jgo: Ɛ́fúŋ mɛkɛmcú mɛ láꞌ gánɛ́ tsɛt pɛcúláꞌ ndɛꞌ

source: Ready to do { $count } more?
jgo: pʉ́ʉ sɛ́ ŋ́kɔŋ nɛ gɛ { $count } ńdɔk ŋkẅiꞌ ii ?

source: <recordIcon></recordIcon> Last one!
jgo: <recordIcon></recordIcon> Ɛ́ ndiknzʉʉ !

source: [Recording cut off before the end of the last word]
jgo: [Pɛ́ záꞌ zúꞌndẅɛꞌ lá ŋ́kúu nǔu nɛmikŋɛ ndiknzʉʉ mɔ́cú]

source: Record/Stop
jgo: Ńzúꞌndẅɛꞌ/Ńzáꞌ

source: Record yourself reading sentences in your language
jgo: Pʉ́ʉ cɔ́tnɛ́ ńzúꞌ wʉ́ʉ ńdẅɛꞌ ŋkáyɛ pʉ́ʉ sɛ́ ɛ́fúŋ mɛkɛmcú tsɛt cúláꞌ wʉʉ

source: Record yourself responding to questions and prompts in your language
jgo: Pʉ́ʉ cɔ́tnɛ́ ńzúꞌ wʉ́ʉ ńdẅɛꞌ ŋkáyɛ pʉ́ʉ sɛ́ ḿbaꞌ mɛnu mɛ pɛ́ pígɛnɛ́ wʉ́ʉ mba mbɔ̌ pɛgii tsɛt cúláꞌ wʉʉ

source: Record your voice
jgo: Ńzúꞌndẅɛꞌ ŋgi yʉʉ

source: Reference the source of your sentence (required)
jgo: Pʉ́ʉ cú nɛfúnɛ́ kɛmcú yʉ́ʉ (páꞌ pɛ́ pigɛnɛ́)

source: Reject
jgo: Ńdʉꞌnɛ

source: Report
jgo: Ŋ́kyɛ́ꞌnu

source: Report was passed successfully
jgo: Pɛ́ túu pɛ́ɛtɛnu kwaꞌ shʉ́ꞌnɛ

source: Request a Language
jgo: Nɛ gá cɔ̌ cúláꞌ

source: Re-record
jgo: Ḿbɛn ńzúꞌndẅɛꞌ

source: Re-record clip
jgo: Ḿbɛn ŋ́gɛ zúꞌndẅɛꞌ

source: Return
jgo: Nɛkúu

source: Review
jgo: Ńdíŋɛ

source: Review could not be saved. Please try again later.
jgo: Pɛ́ ká láꞌ ńdẅɛꞌ sɛ́ɛndíŋɛ́ pɔ́. Pʉ́ʉ pɛ́n lá fʉꞌtɛ ŋká yii.

source: ⓘ Review Criteria
jgo: ⓘ mɛntɛ́ nɛpɛndíŋɛ́

source: Review Criteria
jgo: Mɛntɛ́ nɛpɛndíŋɛ́

source: Reviewed sentences not submitted, are sure?
jgo: Pɛ́ ká túu mɛkɛmcú mɛ pʉ́ʉ líŋɛnɛ́ pɔ́, pʉ́ʉ sɛ́ ŋ́kɔ̌ŋ nɛ́ lɔk ŋgʉmbi ii ?

source: Review existing sentences submitted by the community
jgo: Pʉ́ʉ tsuŋ ńdíŋɛ́ mɛkɛmcú mɛ ɛ́ gú mɛ láꞌ náꞌnɛ́ ŋ́gá

source: Review & re-record clips here as you go
jgo: Ńdíŋɛ́ ḿbɛn ńzúꞌndẅɛꞌ nǔu pɛ́ lɔ̌ njí pɔ́

source: Review & re-record clips if needed
jgo: Pʉ́ʉ líŋɛ́ ḿbɛn ńzúꞌndẅɛꞌ páꞌ ɛ́ laa ḿbɔ́ ḿbígɛ́

source: Review Sentences
jgo: Ńdíŋɛ mɛkɛmcú

source: Review sentences in your language
jgo: Pʉ́ʉ tsuŋ ńdíŋɛ́ mɛkɛmcú tsɛt cúláꞌ wʉʉ

source: Review & Submit
jgo: Ńdíŋɛ́ ḿbɛn ńtúu

source: Review transcriptions of recorded sentences for accuracy
jgo: Ńtsuŋ ńdíŋɛ kɛ mɛkɛmcú mɛ pɛ́ zúꞌnɛ́ ńdẅɛꞌ mɛ ŋwaꞌnɛnɛ́ shʉ́ꞌnɛ ɔ́ɔ

source: Review user-submitted transcriptions in your language
jgo: Ńtsuŋ ńdíŋɛ mɛyúu ŋwaꞌnɛnɛ mɛ palɔkɛ́faꞌ gánɛ́ tsɛt cúláꞌ wʉʉ

source: s
jgo: ń

source: S
jgo: Ń

source: Select an option
jgo: Pʉ́ʉ kaŋ táꞌ yúu

source: Select a variant (optional)
jgo: Pʉ́ʉ kaŋ táꞌ ntɛ́ (nǔu wʉ nɛkɔŋ)
